import React, {Component} from 'react';

export default class HomePage extends Component {

  render() {
    return (
      <div id="page">
        <div id="fong">
          <h1>
            Go anywhere! It's time to escape!
          </h1>
        </div>
        <div className="row" id="main">
          <div className={1}>
            <img
              src="/images/plane.jpg"
              alt="a plane"
              id="workpls" />
          </div>
          <div className="lol">
            <p>
              Лорем ипсум долор сит амет, ностер феугиат рецтеяуе хас ин. Сцаевола постулант ин пер. Ат легере волутпат хис, ментитум мандамус хас ад. Меа алиа адмодум дефиниебас ет, постулант инцоррупте усу цу. Дуис праесент аццусамус нам ид, лаудем адмодум алияуандо сед те.
            </p>
            <p>
              Пер яуод вери цонцлудатуряуе ан, цум ех аугуе тибияуе продессет. Вим те симул феугиат еффициантур, ат еирмод плацерат легендос сед, еа про новум пертинациа. Яуо сусципит ратионибус еи.
            </p>
          </div>
          <div className={3}>
            <p>
              Лорем ипсум долор сит амет, ностер феугиат рецтеяуе хас ин. Сцаевола постулант ин пер. Ат легере волутпат хис, ментитум мандамус хас ад. Меа алиа адмодум дефиниебас ет, постулант инцоррупте усу цу. Дуис праесент аццусамус нам ид, лаудем адмодум алияуандо сед те.
            </p>
            <p>Пер яуод вери цонцлудатуряуе ан, цум ех аугуе тибияуе продессет. Вим те симул феугиат еффициантур, ат еирмод плацерат легендос сед, еа про новум пертинациа. Яуо сусципит ратионибус еи.
            </p>
          </div>
        </div>
        <div id="hing">
          <h3>
            Don't waste any more time, Buy tickets today.
          </h3>
        </div>
      </div>
      
    );
  }
}
